Repository: SIGAAMDAD/The_Nomad
Catalog: addons/translation_preview/*_preview_demo/test_locales/*.po
Languages: ru_ru

# TID_HEADER_TEXT
source: You can see how the text affects the interface!
ru_ru: Вы можете увидить, как текст влияет на интерфейс!

# TID_HELLO_TEXT
source: Hello!
ru_ru: Привет!

# TID_BUTTON_TEXT
source: Button text
ru_ru: Текст на кнопке

# TID_CHECKBUTTON_TEXT
source: CheckButton text
ru_ru: Текст на чек кнопке

# TID_MENUBUTTON_TEXT
source: MenuButton text
ru_ru: Текст менюшки

# TID_OPTION_BUTTON_ITEM1_TEXT
source: The text of the first item of the OptionButton
ru_ru: Текст первого элемента кнопки варианта

# TID_OPTION_BUTTON_ITEM2_TEXT
source: The text of the second item of the OptionButton
ru_ru: Текст второго элемента кнопки варианта

# TID_LINK_BUTTON_TEXT
source: Placeholder text for LineEdit
ru_ru: Текст заполнителя поля ввода

# TID_MENUBAR_TITLE
source: MenuBar text
ru_ru: Текст менюбара

# [color=green]TID_RICH_TEXT_LABEL_TEXT[/color]
source: [color=green]RichTextLabel text[/color]
ru_ru: [color=green]Текст RichTextLabel'а[/color]

# TID_TABBAR_ITEM1_TEXT
source: The text of the first tab of the TabBar
ru_ru: Текст 1 элемента таббара

# TID_TABBAR_ITEM2_TEXT
source: The text of the second tab of the TabBar
ru_ru: Текст 2 элемента таббара

# TID_GRAPHFRAME_TEXT
source: GraphFrame text
ru_ru: Текст GraphFrame'а

# TID_GRAPHNODE_TEXT
source: GraphNode text
ru_ru: Текст GraphNode'а

# TID_GRAPHNODE2_TEXT
source: GraphNode2 text
ru_ru: Текст второго GraphNode'а

# TID_POPUP_MENU_ITEM1_TEXT
source: The text of the first item of the PopupMenu
ru_ru: Текст первого элемента всплывающего меню

# TID_POPUP_MENU_ITEM2_TEXT
source: The text of the second item of the PopupMenu
ru_ru: Текст второго элемента всплывающего меню

# TID_TABCONTAINER_ITEM1
source: The text of the first item of the TabContainer
ru_ru: 1 элемент табконтейнера

# TID_TABCONTAINER_ITEM2
source: The text of the second item of the TabContainer
ru_ru: 2 элемент табконтейнера

# TID_CUSTOM_LABEL_NODE
source: The text of the custom class CustomLabel
ru_ru: Текст пользовательского класса CustomLabel
